---
kind: other
id: Properties.T:Autodesk.Revit.DB.BoundingBoxContainsPointFilter
source: html/ebfb925c-21f5-fb63-3b9b-a0bc11d42c81.htm
---
# BoundingBoxContainsPointFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.